"Cheerful" = "Veselé";

"Melodic" = "Melodické";

"Relaxed" = "Uvolněné";

"Grooving" = "Rytmické";

"Distorted" = "Zkreslené";

"Acoustic" = "Akustické";

"Processed" = "Upravené";

"Single" = "Sólo";

"Part" = "Party";

"Dark" = "Temné";

"Dissonant" = "Disonantní";

"Intense" = "Intenzivní";

"Arrhythmic" = "Arytmické";

"Clean" = "Čisté";

"Electric" = "Elektrické";

"Dry" = "Neupravené";

"Ensemble" = "Soubor";

"Fill" = "Přechody";

"Rock/Blues" = "Rock/blues";

"Electronic/Dance" = "Elektronika";

"Jazz" = "Jazz";

"Urban" = "Městská hudba";

"World/Ethnic" = "World music";

"Cinematic/New Age" = "Filmové";

"Orchestral" = "Orchestrální";

"Country/Folk" = "Country";

"Experimental" = "Experimentální";

"Other Genre" = "Jiný žánr";

"Hip Hop" = "Hip-hop";

"Electro House" = "Electro house";

"Dubstep" = "Dubstep";

"Modern RnB" = "Moderní R&B";

"Tech House" = "Tech house";

"Deep House" = "Deep house";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Klasické přechody";

"Hip Hop/RnB" = "Hip‑hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Jiný žánr";

"Chinese Traditional" = "Tradiční čínská hudba";

"Future Bass" = "Future bass";

"Reggaeton Pop" = "Reggaeton pop";

"Sound_Effects" = "Zvukové efekty";

"Bass House" = "Bass house";

"Electronic Pop" = "Elektronický pop";

"Techno" = "Techno";

"Bass" = "Basa";

"Electric Bass" = "Elektrická basa";

"Acoustic Bass" = "Akustická basa";

"Synthetic Bass" = "Basový syntezátor";

"Drums" = "Všechny bicí";

"Drum Kit" = "Soupravy";

"Electronic Beats" = "Beaty";

"Kick" = "Velký buben";

"Tom" = "Tom";

"Snare" = "Malý buben";

"Cymbal" = "Činel";

"Hi-hat" = "Hi‑hat";

"Guitars" = "Kytary";

"Electric Guitar" = "Elektrická kytara";

"Acoustic Guitar" = "Akustická kytara";

"Banjo" = "Banjo";

"Mandolin" = "Mandolína";

"Slide Guitar" = "Slide kytara";

"Pedal Steel Guitar" = "Pedálová steel kytara";

"Horn/Wind" = "Dechy";

"Saxophone" = "Saxofon";

"Trumpet" = "Trubka";

"Flute" = "Flétna";

"Trombone" = "Trombón";

"Clarinet" = "Klarinet";

"French Horn" = "Lesní roh";

"Tuba" = "Tuba";

"Oboe" = "Hoboj";

"Harmonica" = "Harmonika";

"Recorder" = "Zobcová flétna";

"Pan Flute" = "Panova flétna";

"Bagpipe" = "Dudy";

"Bassoon" = "Fagot";

"Piccolo" = "Pikola";

"English Horn" = "Anglický roh";

"Brass" = "Žestě";

"Woodwind" = "Dřevěné dechy";

"Keyboards" = "Klávesové";

"Piano" = "Klavír";

"Electric Piano" = "Elektrický klavír";

"Organ" = "Varhany";

"Clavinet" = "Klavinet";

"Accordion" = "Akordeon";

"Synthesizer" = "Syntezátory";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Cembalo";

"Mallets" = "Paličky";

"Steel Drum" = "Steel drum";

"Vibraphone" = "Vibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Xylofon";

"Kalimba" = "Kalimba";

"Bell" = "Zvon";

"Timpani" = "Tympány";

"Mixed" = "Jingly";

"Other Instrument" = "Jiný nástroj";

"Percussion" = "Perkuse";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamburína";

"Conga" = "Konga";

"Bongo" = "Bonga";

"Cowbell" = "Kravský zvonec";

"Clave" = "Dřívka";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Zvonek";

"Rattler" = "Chřestítko";

"Sound Effect" = "Efekt";

"Misc2" = "Různé";

"Boom" = "Dunění";

"All Effects" = "Všechny efekty";

"Effects" = "Zvukové efekty";

"Ambience" = "Atmosféra";

"People" = "Lidé";

"Transportation" = "Doprava";

"Weapons" = "Zbraně";

"Explosions" = "Exploze";

"Impacts & Crashes" = "Nárazy";

"Animals" = "Zvířata";

"Sports & Leisure" = "Sporty";

"Mech/Tech" = "Stroje";

"Work/Home" = "Práce/domov";

"Misc." = "Různé";

"Foley" = "Ruchy";

"Motions & Transitions" = "Stingery";

"Sci-Fi" = "Sci-fi";

"Strings" = "Smyčce";

"Violin" = "Housle";

"Viola" = "Viola";

"Cello" = "Violoncello";

"Harp" = "Harfa";

"Koto" = "Koto";

"Sitar" = "Sitár";

"Double Bass" = "Kontrabas";

"Texture/Atmosphere" = "Textury";

"Vocals" = "Zpěv";

"Male" = "Mužský";

"Female" = "Ženský";

"Choir" = "Sbor";

"All" = "Vše";

"Favorites" = "Oblíbené";

"Genres" = "Žánry";

"Instruments" = "Nástroje";

"Moods" = "Nálady";

"Reset" = "Vynulovat";

